Revit 2024 API
LoadCase.Create Method
Overload List
Name | Description
Create(Document, String, ElementId, ElementId)
 Creates a new LoadCase.
Create(Document, String, ElementId, LoadCaseCategory)
 Creates a new LoadCase.
See Also
LoadCase Class
LoadCase Members
Autodesk.Revit.DB.Structure Namespace